interface QuestionsDataInterface {
  title: string
  desc: string
}

export const QuestionsData: QuestionsDataInterface[] = [
  {
    title: "Как происходит процесс буста?",
    desc: "После оформления заказа ваш аккаунт передается профессиональному бустеру. Для обеспечения полной конфиденциальности ваш профиль переводится в режим «невидимка». Все игры проходят в составе полноценной команды с опытными игроками для максимальной эффективности.",
  },
  {
    title: "Гарантирована ли анонимность моего аккаунта?",
    desc: "Да, мы уделяем первостепенное внимание безопасности и анонимности. Аккаунт всегда используется в режиме невидимки (offline), а все игры ведутся с проверенными игроками, что исключает любые подозрения и жалобы от других пользователей.",
  },
  {
    title: "Сколько времени займет повышение ранга?",
    desc: "Срок выполнения заказа зависит от выбранной вами цели (количества рангов или рейтинга). После оформления заказа менеджер рассчитает точное время. Мы всегда стремимся выполнить буст в максимально сжатые сроки без потери качества.",
  },
  {
    title: "Как рассчитывается стоимость буста?",
    desc: "Цена формируется исходя из нескольких факторов: ваш текущий и желаемый ранг, скорость выполнения, а также текущая сложность игровой меты. Вы можете получить точный расчет, воспользовавшись калькулятором на нашем сайте или обратившись к менеджеру.",
  },
  {
    title: "Могу ли я играть вместе с бустером на своем аккаунте?",
    desc: "Нет, это технически невозможно. Для буста используется ваш аккаунт, поэтому вы не можете находиться в нем одновременно с бустером. Однако мы можем организовать совместную игру в пати, где бустер будет играть со своего аккаунта, а вы — со своего.",
  },
]
